{
  "category": [
    {
      "title": "Telefon",
      "link": "telefon",
      "id": 1
    },
    {
      "title": "kompyuter",
      "link": "telefon",
      "id": 2
    },
    {
      "title": "televizor",
      "link": "tv",
      "hide": true,
      "id": 3
    },
    {
      "title": "konditsioner",
      "link": "kondyor",
      "id": 4
    },
    {
      "title": "wfwfw",
      "link": "telefon",
      "id": 5
    },
    {
      "title": "wefrs",
      "link": "efssef",
      "id": 6
    }
  ],
  "products": [
    {
      "title": " Xiaomi Redmi Note 10S 8/128GB, Onyx Gray Xiaomi Xiaomi Redmi Note 10S 8/128GB, Onyx Gray",
      "link": "-xiaomi-redmi-note-10s-8128gb-onyx-gray-xiaomi-xiaomi-redmi-note-10s-8128gb-onyx-gray",
      "price": 3515000,
      "comp": "Xiaomi",
      "content": "<h2>Коротко о товаре</h2><ul><li>Гарантийный срок (месяц): 12</li><li>Версия ОС: Android 11, MIUI 12</li><li>Объем встроенной памяти: 128GB</li><li>Датчик Face ID: Есть</li></ul><p>Вы можете купить Xiaomi Redmi Note 10S 8/128GB, с доставкой и с официальной гарантией не только в Ташкенте, но и в Андижане, Бухаре, Фергане, Джизак, Хорезм, Наманган, Навои, Кашкадарью, Республика Каракалпакстан, Самарканд, Сырдарья, Сурхандарья, Ташкентскую область. Вы можете купить Xiaomi Redmi Note 10S 8/128GB, в рассрочку с доставкой Узбекистану.</p><p><strong> Зачем купить Xiaomi Redmi Note 10S 8/128GB, в кредит если есть расссрочка?</strong></p><p><strong>Цвет</strong></p>",
      "id": 1
    },
    {
      "title": "Xiaomi Redmi Note 10S 8/128GB, Ocean Blue",
      "link": "xiaomi-redmi-note-10s-8128gb-ocean-blue",
      "price": 3500000,
      "comp": "Xiaomi",
      "content": "<h6>Коротко о товаре</h6><ul><li>Гарантийный срок (месяц): 12</li><li>Версия ОС: Android 11, MIUI 12</li><li>Объем встроенной памяти: 128GB</li><li>Датчик Face ID: Есть</li></ul><p><br></p>",
      "id": 2
    }
  ],
  "post": [
    {
      "title": "O‘zbekiston va Tojikiston rahbarlari qo‘shma bayonot imzoladi",
      "img": "https://storage.kun.uz/source/7/Er3oDz9bAfsMWBWlSvfyYenlX1viEYT9.jpg",
      "link": "kun",
      "author": "Baxromov Shaxzod",
      "content": "<p><span style=\"color: rgb(0, 0, 0);\">O‘zbekiston Respublikasi prezidenti Shavkat Mirziyoyev va Tojikiston Respublikasi prezidenti Imomali Rahmon o‘rtasida&nbsp;Qo‘shma bayonot imzolandi. Unda erishilgan asosiy kelishuvlar mustahkamlab qo‘yilgan hamda ikki mamlakat o‘rtasidagi ko‘p qirrali o‘zaro manfaatli hamkorlik va strategik sheriklikni yanada kengaytirish va mustahkamlash bo‘yicha uzoq muddatli vazifalar belgilangan.</span></p>",
      "id": 2
    },
    {
      "title": "«Yagona davlat – yagona tizim» dasturi. Falastin davlatchiligiga tahdid yanada kuchaydimi?",
      "img": "https://storage.kun.uz/source/7/YlIBtex2xc1860aSU_8pMSTcUl7aE4Lr.jpg",
      "link": "kun",
      "content": "<p>«Isroilning zarracha yerida Falastin davlati bo‘lmasligi kerak», kabi o‘ta o‘ng qarashlari bilan tanilgan&nbsp;<a href=\"https://www.theguardian.com/world/2013/jan/07/naftali-bennett-interview-jewish-home\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(0, 123, 255);\">siyosatchi</a>, «Yamina» (Yangi o‘nglar) partiyasi rahbari Naftali Bennet Isroilda hokimiyatni egallashga tobora&nbsp;<a href=\"https://kun.uz/93843852\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(0, 123, 255);\">yaqin kelmoqda</a>. Yangi o‘nglar yetakchisiga boshqaruv topshirilishining asosiy sababi sifatida uning siyosiy dasturi Isroil xalqi ongini manipulyatsiya qilish uchun elita vakillariga yetarli darajada ishonch bera olganidir. Ko‘pgina davlatlarda bo‘lgani kabi Isroil iqtisodiyoti ham koronavirus pandemiyasi davrida sezilarli zarar ko‘rdi. Hattoki, mamlakatda karantin qoidalari kuchaytirilishiga qarshi&nbsp;<a href=\"https://www.nytimes.com/2020/10/05/world/middleeast/israel-coronavirus-lockdown.html\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(0, 123, 255);\">namoyishlar</a>&nbsp;bo‘lib o‘tdi.</p><p>Pandemiya iqtisodiy va ijtimoiy muammolarni yuzaga chiqargan bir sharoitda elita vakillari keng jamoatchilikka ulkan g‘alabali natija taqdim etishlari zaruratga aylanib qoldi. Saylovlar chigallashib borayotgan paytda Binyamin Netanyahu falastinliklarga qarshi yurish uyushtirib ko‘rdi, biroq 2021 yil may oyi harakatlari muvaffaqiyatsiz tugadi. Avvalgi&nbsp;<a href=\"https://kun.uz/71629969\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(0, 123, 255);\">tahlilda</a>&nbsp;keltirilganidek, HAMAS tashkilotining faolligi Netanyahuning obro‘sizlanishi uchun yakuniy nuqtani qo‘ydi.</p>",
      "id": 3
    },
    {
      "content": "<h4>AQSh prezidenti Jo Bayden agar Qo‘shma Shtatlar va uning ittifoqchilariga zarar keltiruvchi hozirgi siyosatini davom ettirsa, Rossiyani jiddiy oqibatlar kutishini ma'lum qildi. Bayden ilk xorijiy safarini ogohlantirishlar bilan boshladi.</h4><p><br></p>",
      "title": "«AQSh qaytdi». Bayden Britaniyaga tashrifini boshladi va Rossiyani qat'iy ogohlantirdi",
      "link": "kun",
      "img": "https://storage.kun.uz/source/7/MkQtDAFwt5fQw0T-pEQZjvw7cIt1rB3D.jpg",
      "author": "Qandiyorov Abduaziz",
      "id": 4
    },
    {
      "content": "<p><em>«Bugun Xatlon viloyatining Qubodiyon tumanidagi tibbiyot majmuasi tantanali tarzda ochib berildi. Bu majmua O‘zbekiston tomonidan qurilgan. 250 o‘rinli zamonaviy ko‘p tarmoqli shifoxona yiliga 75 mingdan ortiq bemorga xizmat ko‘rsatish imkoniyatiga ega.</em></p><p><em>Shuningdek, Samarqand viloyatining Urgut tumanida Tojikiston hukumati tomonidan maktab qurib bitkazildi va bugun foydalanishga topshirildi. Davlatimiz rahbari ta'kidlaganidek, bu loyihalar o‘zaro munosabatlardagi rivojlanish real harakatlar, hayotga tatbiq etilgan ijtimoiy obektlarda o‘z aksini topyapti», – deydi vazir.</em></p><p><br></p>",
      "title": "O‘zbekiston Tojikistonga zamonaviy shifoxona qurib berdi. Tojikiston Urgutda maktab ochdi",
      "link": "kun",
      "img": "https://storage.kun.uz/source/7/8idA2lxxxMZJeHVLc7DQ82KUzHX-tMqw.jpg",
      "author": "Qodirov Islom",
      "id": 5
    },
    {
      "content": "<p><strong>Shimoliy Koreya</strong></p><p>KXDRda ijtimoiy tarmoqlar va internetga «qizdirilgan temir ushlagich» sifatida qaraladi. Barcha ijtimoiy tarmoqlar bloklangan va VPN’dan foydalanishga uringan shaxslar jinoiy javobgarlikka tortiladi. Ikkiga bo‘lingan Koreyaning «demokratik» qismida faqatgina omad tufayli universitetda yuqori nazorat ostidagi kompyuterdan foydalanish mumkin. Mamlakatdagi barcha siyosiy axborotlar Koreya Markaziy yangiliklar agentligi (KCNA) tomonidan berib boriladi. Bu – mamlakatdagi yangiliklar nashr etishga ruxsat berilgan yagona manbadir.</p><p>Internetga kirish huquqi elitaning juda ham tor doirasidagina mavjud bo‘lib, «baxtli kishilar ro‘yxati» shaxsan Kim Chen In tomonidan tasdiqlanadi.</p><p>KXDRga tashrif buyurgan chet elliklarning ta'kidlashicha, poyezdlar mamlakat aholisi uchun ijtimoiy tarmoqlar vazifasini o‘taydi. Shu yerdagina ular bir-birlari bilan tanishishi va kundalik hayoti haqida fikr almashishi mumkin.</p>",
      "title": "Ochiqlik siyosatiga raxna. Ijtimoiy tarmoqlar bloklansa...",
      "link": "kun",
      "img": "https://storage.kun.uz/source/7/HZF1tqWkG-gkSyVjgxjxKIXpLvACfIxl.jpg",
      "author": "Qandiyorov Abduaziz",
      "id": 6
    },
    {
      "content": "<p>Viloyat IIBB axborot xizmati&nbsp;<a href=\"https://telegra.ph/Bek-Baraka-bozorida-firibgarlik-va-tamagirlik-bilan-shu%D2%93ullangan-shahslarga-zhinoyat-ishi-%D2%9B%D1%9Ez%D2%93atildi-06-09\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(0, 123, 255);\">xabariga ko‘ra</a>, joriy yil 29 may kuni Toshkent viloyat IIBBga fuqaro ariza bilan murojaat qilib, Zangiota tumani hududida joylashgan «Bek-Baraka» savdo majmuasidagi yoyma kiyim-kechak bozorida savdo qilishini, bozorda «Kamronbek» va «Nigina» ismli shaxslar savdo qiluvchilardan noqonuniy ravishda pul talab qilayotganini bildirgan.</p><p>Arizaga asosan o‘tkazilgan tezkor surishtiruv ishlari davomida, o‘zlarini bozorda ishlovchi mas'ul shaxs sifatida tanishtirganlar, murojaat egalaridan shu joyda ishlashi uchun har oyda 100 AQSh dollari miqdorida tovon puli talab qilayotgani, bu talab bajarilmagan taqdirda savdo rastasi faoliyatini cheklash bilan tahdid qilishi, shu yo‘l bilan ular savdo qiluvchilardan jami 9 mln so‘m miqdorida pul olgani aniqlandi.</p><p>Shundan so‘ng, IIBB tezkor xodimlari tomonidan maxsus tadbir o‘tkazilib, firibgarlik va tamagirlikda gumonlangan 6 nafar shaxs ushlangan.</p><p>Jumladan, Uchtepa tumanida yashovchi, 1989 yilda tug‘ilgan Nigina I., Marg‘ilon shahrida yashovchi, 1995 yilda tug‘ilgan Kamronbek J. va 1993 yilda tug‘ilgan Firdavs J., Zangiota tumanida yashovchi, 1968 yilda tug‘ilgan Nasiba O., 1996 yilda tug‘ilgan Noilaxon A. hamda 1998 yilda tug‘ilgan Naimaxon A. ushbu holatga bevosita aloqadorligi aniqlanib, tegishli tartibda ishga jalb qilingan.</p><p>O‘tkazilgan suhbat davomida ular haqiqatdan ham arizada ko‘rsatilgan fuqarolardan savdo qilishlari uchun noqonuniy ravishda pul talab qilib kelgani va bugungi kunda jami 9 mln so‘m miqdoridagi pullarni olib, o‘z ehtiyojlari uchun ishlatib yuborganini ma'lum qilib, aybiga iqrorliklarini bildirishgan.</p><p>Hozirda ushbu holat yuzasidan, ushlangan shaxslarga nisbatan Toshkent viloyati IIBB huzuridagi Tergov boshqarmasi tomonidan Jinoyat kodeksining 168-moddasi 3-qismi, 28, 211-moddasi 2- qismi bilan jinoyat ishi qo‘zg‘atildi.</p>",
      "title": "«Bek-Baraka» bozorida firibgarlik va tamagirlik bilan shug‘ullangan shaxslar ushlandi",
      "link": "https://kun.uz/uz/news/2021/06/11/bek-baraka-bozorida-firibgarlik-va-tamagirlik-bilan-shugullangan-shaxslar-ushlandi",
      "img": "https://storage.kun.uz/source/7/tVGluNnNorWx542SqKK9hfnMwzHcoblL.jpg",
      "author": "Olimov Ilhom",
      "id": 7
    },
    {
      "content": "<p>Antarktikadan kirgan sovuq havo sababli Sidneyda harorat 10 darajagacha tushib ketgan. Ta'kidlanishicha, shaharda 37 yil ichida birinchi marta bunday rekord darajada sovuq havo qayd&nbsp;<a href=\"https://www.reuters.com/article/us-australia-weather/australian-floods-turn-fatal-as-sydney-shivers-through-cold-snap-idUSKCN2DM0U6\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(0, 123, 255);\">qilingan</a>.</p><p>Atmosfera bosimi pasayishi ba'zi joylarda toshqinlarga olib kelgan. Buning natijasida Viktoriya shtatida bir kishi halok bo‘lgan. Shamol tezligi 120 km/soatga yetgan va ko‘plab daraxtlarni qo‘porib yuborgan.</p><p>Hukumat Traralgon shahrining 26 ming aholisini xavfsiz joyga ko‘chishga chaqirgan.</p>",
      "title": "Avstraliyada harorat keskin pasayib, qor yog‘di",
      "link": "https://kun.uz/uz/news/2021/06/10/avstraliyada-harorat-keskin-pasayib-qor-yogdi",
      "img": "https://storage.kun.uz/source/7/YHQ7gAM00-tIa2PoL5L2naAinkEu-1M_.jpg",
      "author": "Baxromov Shaxzod",
      "id": 8
    },
    {
      "content": "<p>&nbsp;Jismoniy shaxslar O‘zbekiston Respublikasiga cheklanmagan miqdorda naqd xorijiy valutani olib kirishlari mumkin. Bunda birgina shart bor. Olib kirilayotgan naqd xorijiy valutaning jami summasi&nbsp;<strong>70 mln so‘m ekvivalentidan oshsa</strong>, buni yo‘lovchi bojxona deklaratsiyasida ko‘rsatishi shart.</p><p>Mabodo jismoniy shaxs yonidagi naqd xorijiy valuta 70 mln so‘m ekvivalentidan kam bo‘lsa, og‘zaki deklaratsiyalash orqali olib o‘tadi. Yo‘lovchi bu holda «yashil yo‘lak»dan bemalol harakatlanadi.</p><p>Shu o‘rinda yo‘lovchilarning diqqat qilishi kerak bo‘lgan jihat shuki, agarda jismoniy shaxs&nbsp;<strong>70 mln so‘mdan ko‘p miqdorda</strong>&nbsp;naqd valutani olib kirayotgan bo‘lsa, uning jami summasini yo‘lovchi bojxona deklaratsiyasida qayd etib, «qizil yo‘lak»dan harakatlanishlari lozim bo‘ladi.</p><p>Mabodo, naqd xorijiy valutasi 70 mln so‘mdan ko‘p bo‘lgani holda «yashil yo‘lak»dan harakatlanadigan bo‘lsa, bu qonunbuzilish hisoblanadi.&nbsp;<strong>Bunday holatda jami valuta qimmatliklari rasmiylashtirilib, olib qo‘yiladi</strong>&nbsp;va tegishliligiga ko‘ra, ma'muriy yoki jinoiy ish materiallari yuritiladi. Naqd valuta qimmatliklarining keyingi taqdiri sud qarori bilan hal etiladi».</p>",
      "title": "Bojxona qoidalari: Qancha miqdorda valuta olib chiqish va olib kirish mumkin?",
      "link": "https://kun.uz/uz/news/2021/06/10/bojxona-qoidalari-qancha-miqdorda-valuta-olib-chiqish-va-olib-kirish-mumkin",
      "img": "https://storage.kun.uz/source/7/i9KuGEWJGsxiLD8u3DhzDUmMJWcXgxos.jpg",
      "author": "Qodirov Islom",
      "id": 9
    },
    {
      "title": "Amerikalik olimlar koronavirus sun'iy yo‘l bilan yaratilganiga isbotlar keltirishdi",
      "link": "https://kun.uz/uz/news/2021/06/08/amerikalik-olimlar-koronavirus-suniy-yol-bilan-yaratilganiga-isbotlar-keltirishdi",
      "img": "https://storage.kun.uz/source/7/5Sf3Cvs0GY1S8rOtzNnYWn2Qnqt_ovm9.jpg",
      "author": "Baxromov Shaxzod",
      "content": "<p>Amerikalik olimlar Stiven Kueya va Richard Myuller SARS-CoV-2 sun'iy yo‘l bilan yaratilganiga ishora qiluvchi isbotlarni keltirishdi. Ularning bu haqdagi maqolalari The Wall Street Journal nashrida&nbsp;<a href=\"https://iz.ru/1175602/2021-06-07/v-ssha-nashli-dokazatelstvo-iskusstvennogo-proiskhozhdeniia-covid-19?utm_source=smi2\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(0, 123, 255);\">chop etildi</a>.</p><p>Olimlar koronavirusda CGG-CGG kombinatsiyadagi genomlar ketma-ketligi aniqlangani virus laboratoriyada yaratilganidan darak beruvchi «signal» ekanini aytishmoqda. Ta'kidlanishicha, olimlar bunday ketma-ketlikdan biror virusning yuquvchanligi yoki undan o‘lim darajasini kuchaytirishda foydalanishadi. Tabiatda bunday genomlar ketma-ketligi juda kam uchraydi.</p><p>«Koronavirusning deyarli butun sinfida tabiiy yo‘l bilan paydo bo‘lgan CGG-CGG kombinatsiyasi aniqlanmadi. Bu esa viruslar yangi xossalarga ega bo‘lishining odatiy usuli ushbu vaziyatda ishlamasligini anglatadi», deb aytishgan olimlar.&nbsp;</p><p>Amerikalik olimlar koronavirus sun'iy usulda paydo bo‘lganining yana bir dalili sifatida uning genetik xilma-xilligidagi keskin farqlanishni atashgan. Virus odamda unga moslashgan, juda agressiv holatda paydo bo‘lgan. Bir necha oy davomida uning biror jiddiy mutatsiyasi kuzatilmagan. Olimlarning ta'kidlashicha, bu holat virus odamga moslashish uzoq davridan o‘tgani va shundan keyingina aholi orasida tarqalganidan darak beradi.</p><p>20 may kuni AQSh Kongressi vakillar palatasining razvedka bo‘yicha qo‘mitasida SARS-CoV-2 Uhandagi virusologiya institutidan tashqariga chiqqaniga ishora qiluvchi isbotlar borligini ma'lum qilgan.</p>",
      "id": 10
    }
  ]
}